

export default function TechnicalCard( ) {
    return (
        <div className="Technical-card">
            <h1 className="Technical-card__title">ОРГАНІЗАЦІЯ І ТЕХНОЛОГІЯ ВИРОБНИЦТВА МОНТАЖНИХ РОБІТ</h1>
            <div className="Technical-card__necessary-tools">
                <h2 className="Technical-card__necessary-tools-title">Необхідні інструменти при монтажі поліфасадних плит:</h2>
                <ol type="1" className="Technical-card__necessary-tools-list">
                    <li>Шуруповерт.</li>
                    <li>Плиткоріз з ріжучим кругом по каменю (бетону).</li>
                    <li>Викрутка.</li>
                    <li>Перфоратор з набором звичайних свердел і SDS plus.</li>
                    <li>Ніж.</li>
                    <li>Будівельний рівень 0,6 м ~ 2,0 м; водяний рівень.</li>
                    <li>Молоток.</li>
                    <li>Гумова киянка.</li>
                    <li>Шпатель.</li>
                    <li>Шприц-пістолет.</li>
                    <li>Пістолет для піни монтажної.</li>
                    <li>Макловиця, кисть.</li>
                    <li>Валики.</li>
                    <li>Схил, контрольні нитки</li>
                </ol>
            </div>

            <hr/>

            <div className="Technical-card__priming">
                <h2 className="Technical-card__priming-title">ГРУНТУВАННЯ ПОВЕРХНІ СТІН</h2>
                <p className="Technical-card__priming-content">Після очищення поверхні стін обробляємо ґрунтовкою на водній основі.</p>
            </div>
            <div className="Technical-card__before-setting-profile">
                <h2 className="Technical-card__before-setting-profile-title">ПЕРЕД ВСТАНОВЛЕННЯМ СТАРТОВОГО ПРОФІЛЮ ПРОВОДЯТЬСЯ:</h2>
                <ul className="Technical-card__before-setting-profile-list">
                   <li>відбиття контуру будівлі водяним рівнем;</li>
                   <li>відбиття кутів будівлі схилом.</li> 
                </ul>
            </div>
            <div className="Technical-card__facade-preparation">
                <h2 className="Technical-card__facade-preparation-title">Підготовка фасаду будівлі</h2>
                <ol className="Technical-card__facade-preparation-list">
                    <li>
                        Перед початком обробки фасаду необхідно встановити підмостки і будівельні ліси на відстані 25-35 см від стіни, щоб в подальшому уникнути зон, недоступних для виконання робіт.
                    </li>
                    <li>
                        Виконати демонтаж раніше присутніх на фасаді конструкцій (водостічних труб, вивісок, елементів освітлення, відливів, козирків і т.п.).
                    </li>
                    <li>
                        Очистити поверхню стін від бруду, жирних плям і відшарувань старих покриттів до твердої основи.
                    </li>
                    <li>
                        За допомогою рівнів провести горизонтальні і вертикальні позначки для виявлення відхилень від вертикалі і площинних спотворень стіновий конструкції. При виявленні значних дефектів і кутових відхилень необхідно виконати зруб нерівностей і виступів за допомогою відбійних молотків. При виявленні ям, западин і інших заглиблень вертикальній площині з перепадом більше 3,0 см допускається можливість попереднього вирівнювання цементно-піщаним розчином або нарощування пінополістиролом за допомогою клею ПУ Титан Styro753 (рідкого пінопласту).
                    </li>
                    <li>
                        Всі роботи з утеплення та оздоблення фасаду будівлі виконуються із застосуванням сухих будівельних сумішей і рідких продуктів при температурі навколишнього середовища не нижче + 5С і не вище + 28С.
                    </li>
                </ol>
            </div>
            
            <hr/>

            <div className="Technical-card__setting-profile">
                <h2 className="Technical-card__setting-profile-title">УСТАНОВКА СТАРТОВОГО ПРОФІЛЮ</h2>
                <p>
                    В якості стартового профілю використовується металевий куточок або рівний брус з перетином 60 ÷ 100мм, які будуть служити фундаментом для плит «Поліфасад» на час монтажу, а після демонтуються. Стартовий профіль прикріплюється до стіни анкерами строго по горизонтальним відміткам, зазначеними за допомогою рівня. При цьому він кріпиться на висоті, що дозволяє залишити місце для нижнього (першого) ряду плит. Таким чином, монтаж панелей починається з другого ряду. У разі невеликої висоти фасаду що монтується можливий монтаж панелей без застосування стартового профілю. В такому випадку монтаж починається з першого (нижнього) ряду прямо на заздалегідь сплановану строго по горизонтальному рівні вимощенню, узгоджену з горизонтальним закінченням останнього (верхнього) ряду плит.
                </p>
                <p>
                    Примітка: з огляду на вагу споруджуваного фасаду, при використанні дерев'яного бруса в якості стартового профілю, відстань між точками кріплення бруса не повинна перевищувати 80 см.
                </p>
            </div>

            <hr/>

            <div className="row">
                <div className="left col m6 s12">
                    <img src="" />
                </div>
                <div className="right col m6 s12">
                    
                </div>
            </div>
        </div>
    );
}